tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "deviceinsight/packages"
tap "dldash/core"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "railwaycat/emacsmacport"
tap "symfony-cli/tap"
brew "asciinema"
brew "bat"
brew "pcre2"
brew "glib"
brew "coreutils"
brew "harfbuzz"
brew "node"
brew "openjdk"
brew "emscripten"
brew "libgit2"
brew "eza"
brew "fd"
brew "fzf"
brew "libavif"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnutls"
brew "pkg-config"
brew "gobject-introspection"
brew "httpie"
brew "hyperfine"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "zookeeper"
brew "kafka"
brew "libpq"
brew "librdkafka"
brew "make"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "php"
brew "php@8.1"
brew "php@8.2"
brew "py3cairo"
brew "pygobject3"
brew "python@3.11"
brew "redis"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "watch"
brew "wcurl"
brew "wget"
brew "wimlib"
brew "zola"
brew "deviceinsight/packages/kafkactl"
brew "dldash/core/docker-color-output"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "railwaycat/emacsmacport/emacs-mac"
brew "symfony-cli/tap/symfony-cli"
cask "chromium"
cask "font-blex-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-victor-mono"
cask "google-cloud-sdk"
cask "insomnia"
cask "keycastr"
cask "macvim"
cask "orbstack"
cask "whatsapp"
