tap "dldash/core"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "railwaycat/emacsmacport"
brew "python@3.11"
brew "asciinema"
brew "bat"
brew "pcre2"
brew "coreutils"
brew "harfbuzz"
brew "node"
brew "emscripten"
brew "libgit2"
brew "exa"
brew "fd"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "pkg-config"
brew "httpie"
brew "imagemagick"
brew "librdkafka"
brew "make"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "php"
brew "php@8.1"
brew "py3cairo"
brew "redis"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "dldash/core/docker-color-output"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "railwaycat/emacsmacport/emacs-mac"
cask "font-blex-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-victor-mono"
cask "insomnia"
cask "keycastr"
cask "macvim"
cask "whatsapp"
