tap "azure/azd"
tap "azure/functions"
tap "deviceinsight/packages"
tap "dldash/core"
tap "hashicorp/tap"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "railwaycat/emacsmacport"
tap "symfony-cli/tap"
tap "xtool-org/tap"
brew "asciinema"
brew "pcre2"
brew "glib"
brew "harfbuzz"
brew "openjdk"
brew "avro-tools"
brew "aztfexport"
brew "python@3.13"
brew "azure-cli"
brew "libgit2"
brew "bat"
brew "coreutils"
brew "eza"
brew "fastfetch"
brew "fastlane"
brew "fd"
brew "fzf"
brew "libavif"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnutls"
brew "pkgconf"
brew "gobject-introspection"
brew "librsvg"
brew "graphviz"
brew "httpie"
brew "hyperfine"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kafkactl"
brew "lazygit"
brew "libpq"
brew "make"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "openjdk@21"
brew "openssh"
brew "php"
brew "pipx"
brew "plantuml"
brew "postgresql@14"
brew "py3cairo"
brew "pygobject3"
brew "python@3.14"
brew "redis"
brew "ripgrep"
brew "starship"
brew "terraformer"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "wimlib"
brew "azure/azd/azd"
brew "azure/functions/azure-functions-core-tools@4"
brew "dldash/core/docker-color-output"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazydocker/lazydocker"
brew "symfony-cli/tap/symfony-cli"
cask "alacritty"
cask "chromium"
cask "dotnet-sdk"
cask "font-blex-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-victor-mono"
cask "git-credential-manager"
cask "keycastr"
cask "powershell"
cask "scroll-reverser"
cask "utm"
cask "whatsapp"
cask "xtool-org/tap/xtool"
